Repository: jgon91/centralcoast
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: Brazilian Portuguese
es: Portugués Brasileño

source: Home Page
es: Página principal

source: Engine hours
es: Horas del motor

source: Save
es: Guardar

source: Checklist Saved
es: Lista de Verificación Guardado

source: Engine hours required
es: Horas del motor requerido

source: YES
es: SI

source: Take Picture
es: Tomar Foto

source: Nickname:
es: Apodo

source: CREATE TASK
es: CREAR TAREA

source: Task
es: TAREA

source: Machine
es: Mácina

source: Implement
es: Implemento

source: Field
es: Campo

source: Time
es: Tiempo

source: Add Info
es: Añadir Información

source: Task:
es: Tarea

source: NEXT
es: Siguiente

source: MACHINE:
es: MAQUINA

source: Search
es: Buscar

source: Scan
es: Escanear

source: RETURN
es: Regresar

source: IMPLEMENT
es: IMPLEMENTO

source: Date:
es: Fecha

source: Hours Prediction:
es: Horas Predicción:

source: Passes:
es: Pases

source: Description:
es: Descripción

source: SUBMIT
es: ENVIAR

source: Find a Machine
es: Encontrar Máquina

source: Filters
es: Filtros

source: Manufacturers:
es: Fabricantes

source: All
es: Todo

source: 175 HP Or Greater
es: 175 HP o Más

source: 100 HP Or Greater
es: 100 HP o Más

source: 40 HP Or Greater
es: 40 HP o Más

source: Hitch Capacity:
es: Capacidad Hitch

source: 20 000 lbs or Greater
es: 20 000 lbs o más

source: 15 000 lbs or Greater
es: 15 000 lbs o más

source: 10 000 lbs or Greater
es: 10 000 lbs o más

source: 5 000 lbs or Greater
es: 5 000 lbs o más

source: Close
es: Cerrar

source: Find a implement
es: Buscar implemento

source: HP required
es: HP requerido

source: Hitch Capacity required:
es: Capacidad Hitch requerido

source: Add New Equipment
es: Agregar nuevo Equipamento

source: Equipment not Found
es: Equipamento no encontrado

source: Yes
es: Si

source: Scan QR-Code
es: Escanear código

source: Status
es: Estatus

source: OK - Ready to work
es: OK

source: SERVICE Needed
es: SERVICIO Necesario

source: BROKEN! Do not use
es: ROTO! No usar

source: Notes
es: Notas

source: QR Sticker
es: Código

source: Reiter Asset
es: Asset

source: Manufacturer
es: Fabricante

source: Model
es: Modelo

source: Hours
es: Horas

source: Serial Number
es: Número de serie

source: Hitch Capacity
es: Categoría Hitch

source: Hitch Category
es: Categoría Drawn

source: Acquired
es: Adquirido

source: Speed Range Min
es: Rango de velocidad mínima

source: Speed Range Max
es: Rango de velocidad máximo

source: Engine Hours
es: Horas de Motor

source: Base Cost
es: Costo Base

source: Machine Type
es: Tipo de Máquina

source: Front Tires
es: Llantas Delanteras

source: Rear Tires
es: Llantas Traseras

source: Operation Station
es: Estación de Operación

source: Previous
es: Anterior

source: Next
es: Siguiente

source: EQUIPMENT
es: EQUIPMAMENTO

source: SCHEDULE
es: HORARIO

source: There is no past task to be displayed
es: No hay tarea pasado

source: HC PAST TASKS
es: HC TAREA ANTERIOR

source: MACHINE
es: MAQUINA

source: FIELD
es: CAMPO

source: TASK
es: TAREA

source: CATEGORY
es: CATEGORIA

source: DURATION
es: DURACION

source: Type QR-Code
es: Teclar Código

source: There was an error while fetching events!
es: Hubo error al recuperar eventos

source: Start
es: Empezar

source: TASK INFORMATION
es: INFORMATION DE TAREA

source: TASK:
es: TAREA

source: DESCRIPTION:
es: DESCRIPCION

source: FIELD:
es: CAMPO

source: IMPLEMENT:
es: IMPLEMENTO:

source: Start Task
es: Empezar Tarea

source: Description
es: Descripción

source: IMPLEMENT 2
es: IMPLEMENTO 2

source: More Info
es: Mas Informacíon

source: CONFIRM
es: CONFIRMAR

source: Synchronizing Data
es: Sincronizando Data

source: Starting shift
es: Empezando periodo

source: Stopping shift
es: Terminando periodo

source: Start break
es: Empezar descanzo

source: End break
es: Terminar descanzo

source: You cannot start 2 breaks at the same time
es: No puedes empezar 2 descansos al mismo tiempo

source: Starting break
es: Empezando descanzo

source: Ending break
es: Terminando descanzo

source: Start lunch
es: Empezar almuerzo

source: End lunch
es: Terminar almuerzo

source: Starting lunch
es: Empezando almuerzo

source: Ending lunch
es: Terminando almuerzo

source: There is no shift records for this employee
es: No hay record para este empleado

source: Error. Contact Suport
es: Error. Contactar HeavyConnect.

source: Clock-in successful
es: Entrada

source: There is no users associated whit this id
es: No hay usuarios asociado con este ID

source: Break started
es: Descanzo empezado

source: Lunch started
es: Almuerzo empezado

source: The shift for today was already finished
es: El periodo de hoy fue terminado

source: You need to start a shift first
es: Necesitas empezar tu periodo primero

source: Break ended
es: Descanzo terminado

source: Lunch ended
es: Almuerzo terminado

source: You need to start a break first
es: Empieza un descanzo

source: Shift ended
es: Periodo terminado

source: You need to take at least 3 breaks
es: Toma 3 descanzos

source: You have not started your shift yet
es: Nos has empezado tu periodo

source: This user is not authorized to use the system
es: Este usuario no es autorizado

source: Synchronization done
es: Sincronización

source: SHIFT
es: PERIODO

source: BREAK
es: DESCANZO

source: LUNCH
es: ALMUERZO

source: Sign Here
es: Firma aquí

source: Clear
es: Limpio

source: Confirm
es: Confirmar

source: Select the team for this action
es: Eliga un equipo

source: Starting Team shift
es: Empezando periodo para el equipo

source: Select 1 Team to this action
es: Eliga 1 equipo

source: Stopping Team shift
es: Terminando periodo para el equipo

source: Select the Team for this action
es: Eliga un equipo

source: START BREAK
es: EMPEZAR DESCANZO

source: STOP BREAK
es: TERMINAR DESCANZO

source: Starting Team break
es: Empezando descanzo

source: Stopping Team break
es: Terminando descanzo

source: Select the employees for this action
es: Eliga empleados

source: START LUNCH
es: EMPIEZA ALMUERZO

source: STOP LUNCH
es: TERMINA ALMUERZO

source: Starting Team lunch
es: Empezando Almuerzo

source: Select the Team to TIMELOG
es: Eliga equipo para TIMELOG

source: Select the Employee to TIMELOG
es: Eliga empleado para TIMELOG

source: Create New Team
es: Crear Nuevo Equipo

source: Team Name
es: Nombre del Equipo

source: Save Team
es: Guardar Equipo

source: Add Employees
es: Agregar Empleados

source: Creating team
es: Creando equipo

source: Team Created
es: Equipo Creado

source: You need to finish the current shift before create a new one
es: Termina el periodo para empezar un nuevo periodo

source: There is no users associated with this id
es: No hay usuario con este ID

source: You cannot start two breaks at the same time
es: No puedes empezar 2 descanzos

source: Break Started
es: Descanzo Empezado

source: Lunch Started
es: lmuerzo Empezado

source: Break Ended
es: Descanzo Terminado

source: Lunch Ended
es: Almuerzo Terminado

source: You have not started a shift yet
es: No has empezado periodo

source: Start Shift
es: Empieza Periodo

source: Break
es: Descanzo

source: Lunch
es: Almuerzo

source: End Shift
es: Termina Periodo

source: SIGNED
es: FIRMADO

source: hours
es: horas

source: Select All
es: Eliga Todos

source: SUCCESS
es: EXITO

source: Employee added to the group!
es: Empleado agregado al equipo!

source: Employees Added
es: Empleados Agregado

source: This employee does not exist!
es: Este empleado no existe

source: Employee already added to the group!
es: Empleado ya esta agregado al equipo!

source: CREATE TEAM
es: CREAR EQUIPO

source: Scan QR-Code says:
es: Escanear Código:

source: Would you like to add another employee to the Group?
es: Quiere agregar otro empleado?

source: Employee
es: Empleado

source: Date
es: Fecha

source: Hours Prediction
es: Horas Predicion

source: Passes
es: Pases

source: SAVE
es: GUARDAR

source: DELETE
es: BORRAR

source: EDIT
es: EDITAR

source: SEE
es: MIRAR

source: INFO
es: INFORMACION

source: EMPLOYEE
es: EMPLEADO

source: ADD
es: AGREGAR

source: LIST
es: LISTA

source: SHOP
es: TALLER

source: REPAIR SHOP
es: TALLER DE REPARACIONES

source: New Task
es: Nueva Tarea

source: EXIT
es: SALIR
